{
	"coverimage": "https://cdn.jsdelivr.net/gh/brianhaferkamp/jsonBooks@e3b38c2a5214f55decf6668973db6741b39d7418/images/pilgrims-progress-cover.jpg",
	"booktitle": "The Pilgrim's Progress",
	"bookauthor": "John Bunyan",
	"toctitle": [
		"The Author's Apology for His Book",
		"In the Similitude of a Dream",
		"The Conclusion"
	],
	"chapter": [
		{
			"chapternumber": "1",
			"chaptertitle": "The Author's Apology for His Book",
			"chaptertext": "When at the first I took my pen in hand\nThus for to write, I did not understand\nThat I at all should make a little book\nIn such a mode; nay, I had undertook\nTo make another; which, when almost done,\nBefore I was aware, I this begun.\n\nAnd thus it was: I, writing of the way\nAnd race of saints, in this our gospel day,\nFell suddenly into an allegory\nAbout their journey, and the way to glory,\nIn more than twenty things which I set down.\nThis done, I twenty more had in my crown;\nAnd they again began to multiply,\nLike sparks that from the coals of fire do fly.\n\nNay, then, thought I, if that you breed so fast,\nI'll put you by yourselves, lest you at last\nShould prove ad infinitum, and eat out\nThe book that I already am about.\n\nWell, so I did; but yet I did not think\nTo shew to all the world my pen and ink\nIn such a mode; I only thought to make\nI knew not what; nor did I undertake\nThereby to please my neighbour: no, not I;\nI did it my own self to gratify.\n\nNeither did I but vacant seasons spend\nIn this my scribble; nor did I intend\nBut to divert myself in doing this\nFrom worser thoughts which make me do amiss.\n\nThus, I set pen to paper with delight,\nAnd quickly had my thoughts in black and white.\nFor, having now my method by the end,\nStill as I pulled, it came; and so I penned\nIt down: until it came at last to be,\nFor length and breadth, the bigness which you see.\n\nWell, when I had thus put mine ends together,\nI shewed them others, that I might see whether\nThey would condemn them, or them justify:\nAnd some said, Let them live; some, Let them die;\nSome said, JOHN, print it; others said, Not so;\nSome said, It might do good; others said, No.\n\nNow was I in a strait, and did not see\nWhich was the best thing to be done by me:\nAt last I thought, Since you are thus divided,\nI print it will, and so the case decided.\n\nFor, thought I, some, I see, would have it done,\nThough others in that channel do not run:\nTo prove, then, who advised for the best,\nThus I thought fit to put it to the test.\n\nI further thought, if now I did deny\nThose that would have it, thus to gratify.\nI did not know but hinder them I might\nOf that which would to them be great delight.\n\nFor those which were not for its coming forth,\nI said to them, Offend you I am loth,\nYet, since your brethren pleased with it be,\nForbear to judge till you do further see.\n\nIf that thou wilt not read, let it alone;\nSome love the meat, some love to pick the bone.\nYea, that I might them better palliate,\nI did too with them thus expostulate:--\n\nMay I not write in such a style as this?\nIn such a method, too, and yet not miss\nMy end--thy good? Why may it not be done?\nDark clouds bring waters, when the bright bring none.\nYea, dark or bright, if they their silver drops\nCause to descend, the earth, by yielding crops,\nGives praise to both, and carpeth not at either,\nBut treasures up the fruit they yield together;\nYea, so commixes both, that in her fruit\nNone can distinguish this from that: they suit\nHer well when hungry; but, if she be full,\nShe spews out both, and makes their blessings null.\n\nYou see the ways the fisherman doth take\nTo catch the fish; what engines doth he make?\nBehold how he engageth all his wits;\nAlso his snares, lines, angles, hooks, and nets;\nYet fish there be, that neither hook, nor line,\nNor snare, nor net, nor engine can make thine:\nThey must be groped for, and be tickled too,\nOr they will not be catch'd, whate'er you do.\n\nHow does the fowler seek to catch his game\nBy divers means! all which one cannot name:\nHis guns, his nets, his lime-twigs, light, and bell:\nHe creeps, he goes, he stands; yea, who can tell\nOf all his postures? Yet there's none of these\nWill make him master of what fowls he please.\nYea, he must pipe and whistle to catch this,\nYet, if he does so, that bird he will miss.\n\nIf that a pearl may in a toad's head dwell,\nAnd may be found too in an oyster-shell;\nIf things that promise nothing do contain\nWhat better is than gold; who will disdain,\nThat have an inkling of it, there to look,\nThat they may find it? Now, my little book,\n(Though void of all these paintings that may make\nIt with this or the other man to take)\nIs not without those things that do excel\nWhat do in brave but empty notions dwell.\n\n'Well, yet I am not fully satisfied,\nThat this your book will stand, when soundly tried.'\nWhy, what's the matter? 'It is dark.' What though?\n'But it is feigned.' What of that? I trow?\nSome men, by feigned words, as dark as mine,\nMake truth to spangle and its rays to shine.\n\n'But they want solidness.' Speak, man, thy mind.\n'They drown the weak; metaphors make us blind.'\n\nSolidity, indeed, becomes the pen\nOf him that writeth things divine to men;\nBut must I needs want solidness, because\nBy metaphors I speak? Were not God's laws,\nHis gospel laws, in olden times held forth\nBy types, shadows, and metaphors? Yet loth\nWill any sober man be to find fault\nWith them, lest he be found for to assault\nThe highest wisdom. No, he rather stoops,\nAnd seeks to find out what by pins and loops,\nBy calves and sheep, by heifers and by rams,\nBy birds and herbs, and by the blood of lambs,\nGod speaketh to him; and happy is he\nThat finds the light and grace that in them be.\n\nBe not too forward, therefore, to conclude\nThat I want solidness--that I am rude;\nAll things solid in show not solid be;\nAll things in parables despise not we;\nLest things most hurtful lightly we receive,\nAnd things that good are, of our souls bereave.\n\nMy dark and cloudy words, they do but hold\nThe truth, as cabinets enclose the gold.\n\nThe prophets used much by metaphors\nTo set forth truth; yea, who so considers Christ,\nhis apostles too, shall plainly see,\nThat truths to this day in such mantles be.\n\nAm I afraid to say, that holy writ,\nWhich for its style and phrase puts down all wit,\nIs everywhere so full of all these things--\nDark figures, allegories? Yet there springs\nFrom that same book that lustre, and those rays\nOf light, that turn our darkest nights to days.\n\nCome, let my carper to his life now look,\nAnd find there darker lines than in my book\nHe findeth any; yea, and let him know,\nThat in his best things there are worse lines too.\n\nMay we but stand before impartial men,\nTo his poor one I dare adventure ten,\nThat they will take my meaning in these lines\nFar better than his lies in silver shrines.\nCome, truth, although in swaddling clouts, I find,\nInforms the judgement, rectifies the mind;\nPleases the understanding, makes the will\nSubmit; the memory too it doth fill\nWith what doth our imaginations please;\nLikewise it tends our troubles to appease.\n\nSound words, I know, Timothy is to use,\nAnd old wives' fables he is to refuse;\nBut yet grave Paul him nowhere did forbid\nThe use of parables; in which lay hid\nThat gold, those pearls, and precious stones that were\nWorth digging for, and that with greatest care.\n\nLet me add one word more. O man of God,\nArt thou offended? Dost thou wish I had\nPut forth my matter in another dress?\nOr, that I had in things been more express?\nThree things let me propound; then I submit\nTo those that are my betters, as is fit.\n\nI find not that I am denied the use\nOf this my method, so I no abuse\nPut on the words, things, readers; or be rude\nIn handling figure or similitude,\nIn application; but, all that I may,\nSeek the advance of truth this or that way\nDenied, did I say? Nay, I have leave\n(Example too, and that from them that have\nGod better pleased, by their words or ways,\nThan any man that breatheth now-a-days)\nThus to express my mind, thus to declare\nThings unto thee that excellentest are.\n\nI find that men (as high as trees) will write\nDialogue-wise; yet no man doth them slight\nFor writing so: indeed, if they abuse\nTruth, cursed be they, and the craft they use\nTo that intent; but yet let truth be free\nTo make her sallies upon thee and me,\nWhich way it pleases God; for who knows how,\nBetter than he that taught us first to plough,\nTo guide our mind and pens for his design?\nAnd he makes base things usher in divine.\n\nI find that holy writ in many places\nHath semblance with this method, where the cases\nDo call for one thing, to set forth another;\nUse it I may, then, and yet nothing smother\nTruth's golden beams: nay, by this method may\nMake it cast forth its rays as light as day.\nAnd now before I do put up my pen,\nI'll shew the profit of my book, and then\nCommit both thee and it unto that Hand\nThat pulls the strong down, and makes weak ones stand.\n\nThis book it chalketh out before thine eyes\nThe man that seeks the everlasting prize;\nIt shews you whence he comes, whither he goes;\nWhat he leaves undone, also what he does;\nIt also shows you how he runs and runs,\nTill he unto the gate of glory comes.\n\nIt shows, too, who set out for life amain,\nAs if the lasting crown they would obtain;\nHere also you may see the reason why\nThey lose their labour, and like fools do die.\n\nThis book will make a traveller of thee,\nIf by its counsel thou wilt ruled be;\nIt will direct thee to the Holy Land,\nIf thou wilt its directions understand:\nYea, it will make the slothful active be;\nThe blind also delightful things to see.\n\nArt thou for something rare and profitable?\nWouldest thou see a truth within a fable?\nArt thou forgetful? Wouldest thou remember\nFrom New-Year's day to the last of December?\nThen read my fancies; they will stick like burs,\nAnd may be, to the helpless, comforters.\n\nThis book is writ in such a dialect\nAs may the minds of listless men affect:\nIt seems a novelty, and yet contains\nNothing but sound and honest gospel strains.\nWouldst thou divert thyself from melancholy?\nWouldst thou be pleasant, yet be far from folly?\nWouldst thou read riddles, and their explanation?\nOr else be drowned in thy contemplation?\nDost thou love picking meat? Or wouldst thou see\nA man in the clouds, and hear him speak to thee?\nWouldst thou be in a dream, and yet not sleep?\nOr wouldst thou in a moment laugh and weep?\nWouldest thou lose thyself and catch no harm,\nAnd find thyself again without a charm?\nWouldst read thyself, and read thou knowest not what,\nAnd yet know whether thou art blest or not,\n\nBy reading the same lines? Oh, then come hither,\nAnd lay my book, thy head, and heart together.\n\nJOHN BUNYAN"
		},
		{
			"chapternumber": "2",
			"chaptertitle": "In the Similitude of a Dream",
			"chaptertext": "As I walked through the wilderness of this world, I lighted on a certain place where was a Den, and I laid me down in that place to sleep: and, as I slept, I dreamed a dream. I dreamed, and behold, I saw a man clothed with rags, standing in a certain place, with his face from his own house, a book in his hand, and a great burden upon his back. [Isaiah 64:6; Luke 14:33; Psalm 38:4; Habakkuk 2:2; Acts 16:30,31] I looked, and saw him open the book, and read therein; and, as he read, he wept, and trembled; and, not being able longer to contain, he brake out with a lamentable cry, saying, \"What shall I do?\" [Acts 2:37]\n\nIn this plight, therefore, he went home and refrained himself as long as he could, that his wife and children should not perceive his distress; but he could not be silent long, because that his trouble increased. Wherefore at length he brake his mind to his wife and children; and thus he began to talk to them: O my dear wife, said he, and you the children of my bowels, I, your dear friend, am in myself undone by reason of a burden that lieth hard upon me; moreover, I am for certain informed that this our city will be burned with fire from heaven; in which fearful overthrow, both myself, with thee my wife, and you my sweet babes, shall miserably come to ruin, except (the which yet I see not) some way of escape can be found, whereby we may be delivered. At this his relations were sore amazed; not for that they believed that what he had said to them was true, but because they thought that some frenzy distemper had got into his head; therefore, it drawing towards night, and they hoping that sleep might settle his brains, with all haste they got him to bed. But the night was as troublesome to him as the day; wherefore, instead of sleeping, he spent it in sighs and tears. So, when the morning was come, they would know how he did. He told them, Worse and worse: he also set to talking to them again; but they began to be hardened. They also thought to drive away his distemper by harsh and surly carriages to him; sometimes they would deride, sometimes they would chide, and sometimes they would quite neglect him. Wherefore he began to retire himself to his chamber, to pray for and pity them, and also to condole his own misery; he would also walk solitarily in the fields, sometimes reading, and sometimes praying: and thus for some days he spent his time.\n\nNow, I saw, upon a time, when he was walking in the fields, that he was, as he was wont, reading in his book, and greatly distressed in his mind; and, as he read, he burst out, as he had done before, crying, \"What shall I do to be saved?\"\n\nI saw also that he looked this way and that way, as if he would run; yet he stood still, because, as I perceived, he could not tell which way to go. I looked then, and saw a man named Evangelist coming to him and asked, Wherefore dost thou cry? [Job 33:23]\n\nHe answered, Sir, I perceive by the book in my hand, that I am condemned to die, and after that to come to judgement [Hebrews 9:27]; and I find that I am not willing to do the first [Job 16:21], nor able to do the second. [Ezekiel 22:14]\n\nCHRISTIAN no sooner leaves the World but meets EVANGELIST, who lovingly him greets With tidings of another: and doth show Him how to mount to that from this below.\n\nThen said Evangelist, Why not willing to die, since this life is attended with so many evils? The man answered, Because I fear that this burden is upon my back will sink me lower than the grave, and I shall fall into Tophet. [Isaiah 30:33] And, Sir, if I be not fit to go to prison, I am not fit, I am sure, to go to judgement, and from thence to execution; and the thoughts of these things make me cry.\n\nThen said Evangelist, If this be thy condition, why standest thou still? He answered, Because I know not whither to go. Then he gave him a parchment roll, and there was written within, Flee from the wrath to come. [Matthew 3.7]\n\nThe man therefore read it, and looking upon Evangelist very carefully, said, Whither must I fly? Then said Evangelist, pointing with his finger over a very wide field, Do you see yonder wicket-gate? [Matthew 7:13,14] The man said, No. Then said the other, Do you see yonder shining light? [Psalm 119:105; 2 Peter 1:19] He said, I think I do. Then said Evangelist, Keep that light in your eye, and go up directly thereto: so shalt thou see the gate; at which, when thou knockest, it shall be told thee what thou shalt do.\n\nSo I saw in my dream that the man began to run.\n\nNow, he had not run far from his own door, but his wife and children, perceiving it, began to cry after him to return; but the man put his fingers in his ears, and ran on, crying, Life! life! eternal life! [Luke 14:26] So he looked not behind him, but fled towards the middle of the plain. [Genesis 19:17]\n\nThe neighbours also came out to see him run [Jeremiah 20:10]; and, as he ran, some mocked, others threatened, and some cried after him to return; and, among those that did so, there were two that resolved to fetch him back by force. The name of the one was Obstinate and the name of the other Pliable. Now, by this time, the man was got a good distance from them; but, however, they were resolved to pursue him, which they did, and in a little time they overtook him. Then said the man, Neighbours, wherefore are ye come? They said, To persuade you to go back with us. But he said, That can by no means be; you dwell, said he, in the City of Destruction, the place also where I was born: I see it to be so; and, dying there, sooner or later, you will sink lower than the grave, into a place that burns with fire and brimstone: be content, good neighbours, and go along with me.\n\nOBST. What! said Obstinate, and leave our friends and our comforts behind us?\n\nCHR. Yes, said Christian, for that was his name, because that ALL which you shall forsake is not worthy to be compared with a little of that which I am seeking to enjoy [2 Corinthians 4:18]; and, if you will go along with me, and hold it, you shall fare as I myself; for there, where I go, is enough and to spare. [Luke 15:17] Come away, and prove my words.\n\nOBST. What are the things you seek, since you leave all the world to find them?\n\nCHR. I seek an inheritance incorruptible, undefiled, and that fadeth not away [1 Peter 1:4], and it is laid up in heaven, and safe there [Hebrews 11:16], to be bestowed, at the time appointed, on them that diligently seek it. Read it so, if you will, in my book.\n\nOBST. Tush! said Obstinate, away with your book; will you go back with us or no?\n\nCHR. No, not I, said the other, because I have laid my hand to the plough. [Luke 9:62]\n\nOBST. Come, then, neighbour Pliable, let us turn again, and go home without him; there is a company of these crazy-headed coxcombs, that, when they take a fancy by the end, are wiser in their own eyes than seven men that can render a reason. [Proverbs 26:16]\n\nPLI. Then said Pliable, Don't revile; if what the good Christian says is true, the things he looks after are better than ours: my heart inclines to go with my neighbour.\n\nOBST. What! more fools still! Be ruled by me, and go back; who knows whither such a brain-sick fellow will lead you? Go back, go back, and be wise.\n\nCHR. Nay, but do thou come with thy neighbour, Pliable; there are such things to be had which I spoke of, and many more glorious besides. If you believe not me, read here in this book; and for the truth of what is expressed therein, behold, all is confirmed by the blood of Him that made it. [Hebrews 9:17-22; 13:20]\n\nPLI. Well, neighbour Obstinate, said Pliable, I begin to come to a point; I intend to go along with this good man, and to cast in my lot with him: but, my good companion, do you know the way to this desired place?\n\nCHR. I am directed by a man, whose name is Evangelist, to speed me to a little gate that is before us, where we shall receive instructions about the way.\n\nPLI. Come, then, good neighbour, let us be going. Then they went both together.\n\nOBST. And I will go back to my place, said Obstinate; I will be no companion of such misled, fantastical fellows.\n\nNow, I saw in my dream, that when Obstinate was gone back, Christian and Pliable went talking over the plain; and thus they began their discourse.\n\nCHR. Come, neighbour Pliable, how do you do? I am glad you are persuaded to go along with me. Had even Obstinate himself but felt what I have felt of the powers and terrors of what is yet unseen, he would not thus lightly have given us the back.\n\nPLI. Come, neighbour Christian, since there are none but us two here, tell me now further what the things are, and how to be enjoyed, whither we are going.\n\nCHR. I can better conceive of them with my mind, than speak of them with my tongue. God's things unspeakable: but yet, since you are desirous to know, I will read of them in my book.\n\nPLI. And do you think that the words of your book are certainly true?\n\nCHR. Yes, verily; for it was made by Him that cannot lie. [Titus 1:2]\n\nPLI. Well said; what things are they?\n\nCHR. There is an endless kingdom to be inhabited, and everlasting life to be given us, that we may inhabit that kingdom for ever. [Isaiah 45:17; John 10:28,29]\n\nPLI. Well said; and what else?\n\nCHR. There are crowns and glory to be given us, and garments that will make us shine like the sun in the firmament of heaven. [2 Timothy 4:8; Revelation 3:4; Matthew 13:43]\n\nPLI. This is very pleasant; and what else?\n\nCHR. There shall be no more crying, nor Sorrow: for He that is owner of the place will wipe all tears from our eyes. [Isaiah 25.6-8; Revelation 7:17, 21:4]"
		},
		{
			"chapternumber": "3",
			"chaptertitle": "The Conclusion",
			"chaptertext": "Now, Reader, I have told my dream to thee;\nSee if thou canst interpret it to me,\nOr to thyself, or neighbour; but take heed\nOf misinterpreting; for that, instead\nOf doing good, will but thyself abuse:\nBy misinterpreting, evil ensues.\n\nTake heed, also, that thou be not extreme,\nIn playing with the outside of my dream:\nNor let my figure or similitude\nPut thee into a laughter or a feud.\nLeave this for boys and fools; but as for thee,\nDo thou the substance of my matter see.\n\nPut by the curtains, look within my veil,\nTurn up my metaphors, and do not fail,\nThere, if thou seekest them, such things to find,\nAs will be helpful to an honest mind.\n\nWhat of my dross thou findest there, be bold\nTo throw away, but yet preserve the gold;\nWhat if my gold be wrapped up in ore?--\nNone throws away the apple for the core.\nBut if thou shalt cast all away as vain,\nI know not but 'twill make me dream again."
		}
	]
}