{
	"coverimage": "https://cdn.jsdelivr.net/gh/brianhaferkamp/jsonBooks@0e8683fc36e44155ebaf148e69716ae1a7798423/images/cover-practice-of-the-presence.jpg",
	"booktitle": "The Practice of the Presence of God",
	"bookauthor": "Brother Lawrence",
	"toctitle": [
		"Editor's Preface",
		"Conversations",
		"Letters"
	],
	"chapter": [
		{
			"chapternumber": "preface",
			"chaptertitle": "Editor's Preface",
			"chaptertext": "Brother Lawrence was born Nicholas Herman around 1610 in Herimenil, Lorraine, a Duchy of France. His birth records were destroyed in a fire at his parish church during the Thirty Years War, a war in which he fought as a young soldier. It was also the war in which he sustained a near fatal injury to his sciatic nerve. The injury left him quite crippled and in chronic pain for the rest of his life.\n\nThe details of his early life are few and sketchy. However, we know he was educated both at home and by his parish priest whose first name was Lawrence and who was greatly admired by the young Nicolas. He was well read and, from an early age, drawn to a spiritual life of faith and love for God.\n\nWe also know that in the years between the abrupt end of his duties as a soldier and his entry into monastic life, he spent a period of time in the wilderness living like one of the early desert fathers. Also, prior to entering the monastery, and perhaps as preparation, he spent time as a civil servant. In his characteristic, self deprecating way, he mentions that he was a \"footman who was clumsy and broke everything\".\n\nAt mid-life he entered a newly established monastery in Paris where he became the cook for the community which grew to over one hundred members. After fifteen years, his duties were shifted to the sandal repair shop but, even then, he often returned to the busy kitchen to help out.\n\nIn times as troubled as today, Brother Lawrence, discovered, then followed, a pure and uncomplicated way to walk continually in God's presence. For some forty years, he lived and walked with Our Father at his side. Yet, through his own words, we learn that Brother Lawrence's first ten years were full of severe trials and challenges.\n\nA gentle man of joyful spirit, Brother Lawrence shunned attention and the limelight, knowing that outside distraction \"spoils all\". It was not until after his death that a few of his letters were collected. Joseph de Beaufort, representative and counsel to the local archbishop, first published the letters in a small pamphlet. The following year, in a second publication which he titled, 'The Practice of the Presence of God', de Beaufort included, as introductory material, the content of four conversations he had with Brother Lawrence.\n\nIn this small book, through letters and conversations, Brother Lawrence simply and beautifully explains how to continually walk with God - not from the head but from the heart. Brother Lawrence left the gift of a way of life available to anyone who seeks to know God's peace and presence; that anyone, regardless of age or circumstance, can practice -anywhere, anytime. Brother Lawrence also left the gift of a direct approach to living in God's presence that is as practical today as it was three hundred years ago.\n\nBrother Lawrence died in 1691, having practiced God's presence for over forty years. His quiet death was much like his monastic life where each day and each hour was a new beginning and a fresh commitment to love God with all his heart.\n\nOctober 2002"
		},
		{
			"chapternumber": "1",
			"chaptertitle": "Conversations",
			"chaptertext": "ntroduction: At the time of de Beaufort's interviews, Brother Lawrence was in his late fifties. Joseph de Beaufort later commented that the crippled brother, who was then in charge of the upkeep of over one hundred pairs of sandals, was \"rough in appearance but gentle in grace\".\n\nFirst Conversation: The first time I saw Brother Lawrence was upon the 3rd of August, 1666. He told me that God had done him a singular favor in his conversion at the age of eighteen. During that winter, upon seeing a tree stripped of its leaves and considering that within a little time the leaves would be renewed and after that the flowers and fruit appear, Brother Lawrence received a high view of the Providence and Power of God which has never since been effaced from his soul. This view had perfectly set him loose from the world and kindled in him such a love for God, that he could not tell whether it had increased in the forty years that he had lived since.\n\nBrother Lawrence said he had been footman to M. Fieubert, the treasurer, and that he was a great awkward fellow who broke everything. He finally decided to enter a monastery thinking that he would there be made to smart for his awkwardness and the faults he would commit, and so he would sacrifice his life with its pleasures to God. But Brother Lawrence said that God had surprised him because he met with nothing but satisfaction in that state.\n\nBrother Lawrence related that we should establish ourselves in a sense of God's Presence by continually conversing with Him. It was a shameful thing to quit His conversation to think of trifles and fooleries. We should feed and nourish our souls with high notions of God which would yield us great joy in being devoted to Him.\n\nHe said we ought to quicken and enliven our faith. It was lamentable we had so little. Instead of taking faith for the rule of their conduct, men amused themselves with trivial devotions which changed daily. He said that faith was sufficient to bring us to a high degree of perfection. We ought to give ourselves up to God with regard both to things temporal and spiritual and seek our satisfaction only in the fulfilling of His will. Whether God led us by suffering or by consolation all would be equal to a soul truly resigned.\n\nHe said we need fidelity in those disruptions in the ebb and flow of prayer when God tries our love to Him. This was the time for a complete act of resignation, whereof one act alone could greatly promote our spiritual advancement.\n\nHe said that as far as the miseries and sins he heard of daily in the world, he was so far from wondering at them, that, on the contrary, he was surprised there were not more considering the malice sinners were capable of. For his part, he prayed for them. But knowing that God could remedy the mischief they did when He pleased, he gave himself no further trouble.\n\nBrother Lawrence said to arrive at such resignation as God requires, we should carefully watch over all the passions that mingle in spiritual as well as temporal things. God would give light concerning those passions to those who truly desire to serve Him.\n\nAt the end of this first conversation Brother Lawrence said that if my purpose for the visit was to sincerely discuss how to serve God, I might come to him as often as I pleased and without any fear of being troublesome. If this was not the case, then I ought visit him no more.\n\nSecond Conversation: Brother Lawrence told me he had always been governed by love without selfish views. Since he resolved to make the love of God the end of all his actions, he had found reasons to be well satisfied with his method. He was pleased when he could take up a straw from the ground for the love of God, seeking Him only, and nothing else, not even His gifts.\n\nHe said he had been long troubled in mind from a certain belief that he should be damned. All the men in the world could not have persuaded him to the contrary. This trouble of mind had lasted four years during which time he had suffered much.\n\nFinally he reasoned: I did not engage in a religious life but for the love of God. I have endeavored to act only for Him. Whatever becomes of me, whether I be lost or saved, I will always continue to act purely for the love of God. I shall have this good at least that till death I shall have done all that is in me to love Him. From that time on Brother Lawrence lived his life in perfect liberty and continual joy. He placed his sins between himself and God to tell Him that he did not deserve His favors yet God still continued to bestow them in abundance.\n\nBrother Lawrence said that in order to form a habit of conversing with\nGod continually and referring all we do to Him, we must at first apply\nto Him with some diligence. Then, after a little care, we would find\nHis love inwardly excite us to it without any difficulty.\nHe expected after the pleasant days God had given him, he would have his turn of pain and suffering. Yet he was not uneasy about it. Knowing that, since he could do nothing of himself, God would not fail to give him the strength to bear them.\n\nWhen an occasion of practicing some virtue was offered, he addressed himself to God saying, \"Lord, I cannot do this unless Thou enablest me\". And then he received strength more than sufficient. When he had failed in his duty, he only confessed his fault saying to God, \"I shall never do otherwise, if You leave me to myself. It is You who must hinder my falling and mend what is amiss.\" Then, after this, he gave himself no further uneasiness about it.\n\nBrother Lawrence said we ought to act with God in the greatest simplicity, speaking to Him frankly and plainly, and imploring His assistance in our affairs just as they happen. God never failed to grant it, as Brother Lawrence had often experienced.\n\nHe said he had been lately sent into Burgundy to buy the provision of wine for the community. This was a very unwelcome task for him because he had no turn for business and because he was lame and could not go about the boat but by rolling himself over the casks. Yet he gave himself no uneasiness about it, nor about the purchase of the wine. He said to God, it was His business he was about, and that he afterwards found it very well performed. He mentioned that it had turned out the same way the year before when he was sent to Auvergne.\n\nSo, likewise, in his business in the kitchen (to which he had naturally a great aversion), having accustomed himself to do everything there for the love of God and asking for His grace to do his work well, he had found everything easy during the fifteen years that he had been employed there. He was very pleased with the post he was now in. Yet he was as ready to quit that as the former, since he tried to please God by doing little things for the love of Him in any work he did. With him the set times of prayer were not different from other times. He retired to pray according to the directions of his superior, but he did not need such retirement nor ask for it because his greatest business did not divert him from God.\n\nSince he knew his obligation to love God in all things, and as he endeavored to do so, he had no need of a director to advise him, but he greatly needed a confessor to absolve him. He said he was very sensible of his faults but not discouraged by them. He confessed them to God and made no excuses. Then, he peaceably resumed his usual practice of love and adoration.\n\nIn his trouble of mind, Brother Lawrence had consulted no one. Knowing only by the light of faith that God was present, he contented himself with directing all his actions to Him. He did everything with a desire to please Him and let what would come of it.\n\nHe said that useless thoughts spoil all - that the mischief began there. We ought to reject them as soon as we perceived their impertinence and return to our communion with God. In the beginning he had often passed his time appointed for prayer in rejecting wandering thoughts and falling right back into them. He could never regulate his devotion by certain methods as some do. Nevertheless, at first he had meditated for some time, but afterwards that went off in a manner that he could give no account of. Brother Lawrence emphasized that all bodily mortifications and other exercises are useless unless they serve to arrive at the union with God by love. He had well considered this. He found that the shortest way to go straight to God was by a continual exercise of love and doing all things for His sake.\n\nHe noted that there was a great difference between the acts of the intellect and those of the will. Acts of the intellect were comparatively of little value. Acts of the will were all important. Our only business was to love and delight ourselves in God. All possible kinds of mortification, if they were void of the love of God, could not efface a single sin. Instead, we ought, without anxiety, to expect the pardon of our sins from the blood of Jesus Christ only endeavoring to love Him with all our hearts. And he noted that God seemed to have granted the greatest favors to the greatest sinners as more signal monuments of His mercy.\n\nBrother Lawrence said the greatest pains or pleasures of this world were not to be compared with what he had experienced of both kinds in a spiritual state. As a result he feared nothing, desiring only one thing of God - that he might not offend Him. He said he carried no guilt. \"When I fail in my duty, I readily acknowledge it, saying, I am used to do so. I shall never do otherwise if I am left to myself. If I fail not, then I give God thanks acknowledging that it comes from Him.\"\n\nThird Conversation: Brother Lawrence told me that the foundation of the spiritual life in him had been a high notion and esteem of God in faith. When he had once well established his faith he had no other care but to reject every other thought so he might perform all his actions for the love of God. He said when sometimes he had not thought of God for a good while he did not disquiet himself for it. Having acknowledged his wretchedness to God, he simply returned to Him with so much the greater trust in Him.\n\nHe said the trust we put in God honors Him much and draws down great graces. Also, that it was impossible not only that God should deceive but that He should long let a soul suffer which is perfectly resigned to Him and resolved to endure everything for His sake.\n\nBrother Lawrence often experienced the ready succors of Divine Grace. And because of his experience of grace, when he had business to do, he did not think of it beforehand. When it was time to do it, he found in God, as in a clear mirror, all that was fit for him to do. When outward business diverted him a little from the thought of God a fresh remembrance coming from God invested his soul and so inflamed and transported him that it was difficult for him to contain himself. He said he was more united to God in his outward employments than when he left them for devotion in retirement.\n\nBrother Lawrence said that the worst that could happen to him was to lose that sense of God which he had enjoyed so long. Yet the goodness of God assured him He would not forsake him utterly and that He would give him strength to bear whatever evil He permitted to happen to him. Brother Lawrence, therefore, said he feared nothing. He had no occasion to consult with anybody about his state. In the past, when he had attempted to do it, he had always come away more perplexed. Since Brother Lawrence was ready to lay down his life for the love of God, he had no apprehension of danger.\n\nHe said that perfect resignation to God was a sure way to heaven, a way in which we have always sufficient light for our conduct. In the beginning of the spiritual life we ought to be faithful in doing our duty and denying ourselves and then, after a time, unspeakable pleasures followed. In difficulties we need only have recourse to Jesus Christ and beg His grace with which everything became easy.\n\nBrother Lawrence said that many do not advance in the Christian progress because they stick in penances and particular exercises while they neglect the love of God which is the end. This appeared plainly by their works and was the reason why we see so little solid virtue. He said there needed neither art nor science for going to God, but only a heart resolutely determined to apply itself to nothing but Him and to love Him only.\n\nFourth Conversation: Brother Lawrence spoke with great openness of heart concerning his manner of going to God whereof some part is related already. He told me that all consists in one hearty renunciation of everything which we are sensible does not lead to God. We might accustom ourselves to a continual conversation with Him with freedom and in simplicity. We need only to recognize God intimately present with us and address ourselves to Him every moment. We need to beg His assistance for knowing His will in things doubtful and for rightly performing those which we plainly see He requires of us, offering them to Him before we do them, and giving Him thanks when we have completed them.\n\nIn our conversation with God we should also engage in praising, adoring, and loving Him incessantly for His infinite goodness and perfection. Without being discouraged on account of our sins, we should pray for His grace with a perfect confidence, as relying upon the infinite merits of our Lord. Brother Lawrence said that God never failed offering us His grace at each action. It never failed except when Brother Lawrence's thoughts had wandered from a sense of God's Presence, or he forgot to ask His assistance. He said that God always gave us light in our doubts, when we had no other design but to please Him.\n\nOur sanctification did not depend upon changing our works. Instead, it depended on doing that for God's sake which we commonly do for our own. He thought it was lamentable to see how many people mistook the means for the end, addicting themselves to certain works which they performed very imperfectly by reason of their human or selfish regards. The most excellent method he had found for going to God was that of doing our common business without any view of pleasing men but purely for the love of God.\n\nBrother Lawrence felt it was a great delusion to think that the times of prayer ought to differ from other times. We are as strictly obliged to adhere to God by action in the time of action, as by prayer in its season. His own prayer was nothing else but a sense of the presence of God, his soul being at that time insensible to everything but Divine Love. When the appointed times of prayer were past, he found no difference, because he still continued with God, praising and blessing Him with all his might. Thus he passed his life in continual joy. Yet he hoped that God would give him somewhat to suffer when he grew stronger.\n\nBrother Lawrence said we ought, once and for all, heartily put our whole trust in God, and make a total surrender of ourselves to Him, secure that He would not deceive us. We ought not weary of doing little things for the love of God, who regards not the greatness of the work, but the love with which it is performed. We should not wonder if, in the beginning, we often failed in our endeavors, but that at last we should gain a habit which will naturally produce its acts in us without our care and to our exceeding great delight.\n\nThe whole substance of religion was faith, hope, and charity. In the practice of these we become united to the will of God. Everything else is indifferent and to be used as a means that we may arrive at our end and then be swallowed up by faith and charity. All things are possible to him who believes. They are less difficult to him who hopes. They are more easy to him who loves, and still more easy to him who perseveres in the practice of these three virtues. The end we ought to propose to ourselves is to become, in this life, the most perfect worshippers of God we can possibly be, and as we hope to be through all eternity.\n\nWe must, from time to time, honestly consider and thoroughly examine ourselves. We will, then, realize that we are worthy of great contempt. Brother Lawrence noted that when we directly confront ourselves in this manner, we will understand why we are subject to all kinds of misery and problems. We will realize why we are subject to changes and fluctuations in our health, mental outlook, and dispositions. And we will, indeed, recognize that we deserve all the pain and labors God sends to humble us.\n\nAfter this, we should not wonder that troubles, temptations, oppositions, and contradictions happen to us from men. We ought, on the contrary, to submit ourselves to them and bear them as long as God pleases as things highly advantageous to us. The greater perfection a soul aspires after, the more dependent it is upon Divine Grace.\n\nBeing questioned by one of his own community (to whom he was obliged to open himself) by what means he had attained such an habitual sense of God, Brother Lawrence told him that, since his first coming to the monastery, he had considered God as the end of all his thoughts and desires, as the mark to which they should tend, and in which they should terminate.\n\nHe noted that in the beginning of his novitiate he spent the hours appointed for private prayer in thinking of God so as to convince his mind and impress deeply upon his heart the Divine existence. He did this by devout sentiments and submission to the lights of faith, rather than by studied reasonings and elaborate meditations. By this short and sure method he exercised himself in the knowledge and love of God, resolving to use his utmost endeavor to live in a continual sense of His Presence, and, if possible, never to forget Him more.\n\nWhen he had thus, in prayer, filled his mind with great sentiments of that Infinite Being, he went to his work appointed in the kitchen (for he was then cook for the community). There having first considered severally the things his office required, and when and how each thing was to be done, he spent all the intervals of his time, both before and after his work, in prayer.\n\nWhen he began his business, he said to God with a filial trust in Him, \"O my God, since Thou art with me, and I must now, in obedience to Thy commands, apply my mind to these outward things, I beseech Thee to grant me the grace to continue in Thy Presence; and to this end do Thou prosper me with Thy assistance. Receive all my works, and possess all my affections.\" As he proceeded in his work, he continued his familiar conversation with his Maker, imploring His grace, and offering to Him all his actions.\n\nWhen he had finished, he examined himself how he had discharged his duty. If he found well, he returned thanks to God. If otherwise, he asked pardon and, without being discouraged, he set his mind right again. He then continued his exercise of the presence of God as if he had never deviated from it. \"Thus,\" said he, \"by rising after my falls, and by frequently renewed acts of faith and love, I am come to a state wherein it would be as difficult for me not to think of God as it was at first to accustom myself to it.\"\n\nAs Brother Lawrence had found such an advantage in walking in the presence of God, it was natural for him to recommend it earnestly to others. More strikingly, his example was a stronger inducement than any arguments he could propose. His very countenance was edifying with such a sweet and calm devotion appearing that he could not but affect the beholders.\n\nIt was observed, that in the greatest hurry of business in the kitchen, he still preserved his recollection and heavenly-mindedness. He was never hasty nor loitering, but did each thing in its season with an even uninterrupted composure and tranquillity of spirit. \"The time of business,\" said he, \"does not with me differ from the time of prayer. In the noise and clutter of my kitchen, while several persons are at the same time calling for different things, I possess God in as great tranquillity as if I were upon my knees at the Blessed Supper.\""
		}
	]
}