{
	"coverimage": "https://cdn.jsdelivr.net/gh/brianhaferkamp/jsonBooks@f2d318546b38f63787247d20ab8a34f5be4e7b6a/images/cover-pursuit-of-god.jpg",
	"booktitle": "The Pursuit of God",
	"bookauthor": "A.W. Tozer",
	"toctitle": [
		"Introduction",
		"Preface",
		"Following Hard After God",
		"The Blessedness of Possessing Nothing",
		"Removing the Veil",
		"Apprehending God",
		"The Universal Presence",
		"The Speaking Voice",
		"The Gaze of the Soul",
		"Restoring the Creator-creature Relation",
		"Meekness and Rest",
		"The Sacrament of Living"
	],
	"chapter": [
		{
			"chapternumber": "introduction",
			"chaptertitle": "Introduction",
			"chaptertext": "Here is a masterly study of the inner life by a heart thirsting after God, eager to grasp at least the outskirts of His ways, the abyss of His love for sinners, and the height of His unapproachable majesty—and it was written by a busy pastor in Chicago!\n\nWho could imagine David writing the twenty-third Psalm on South Halsted Street, or a medieval mystic finding inspiration in a small study on the second floor of a frame house on that vast, flat checker-board of endless streets\n\n*Where cross the crowded ways of life*\n*Where sound the cries of race and clan,*\n*In haunts of wretchedness and need,*\n*On shadowed threshold dark with fears,*\n*And paths where hide the lures of greed ...*\n\nBut even as Dr. Frank Mason North, of New York, says in his immortal poem, so Mr. Tozer says in this book:\n\n*Above the noise of selfish strife*\n*We hear Thy voice, O Son of Man.*\n\nMy acquaintance with the author is limited to brief visits and loving fellowship in his church. There I discovered a self-made scholar, an omnivorous reader with a remarkable library of theological and devotional books, and one who seemed to burn the midnight oil in pursuit of God. His book is the result of long meditation and much prayer. It is not a collection of sermons. It does not deal with the pulpit and the pew but with the soul athirst for God. The chapters could be summarized in Moses' prayer, \"Show me thy glory,\" or Paul's exclamation, \"O the depth of the riches both of the wisdom and knowledge of God!\" It is theology not of the head but of the heart.\n\nThere is deep insight, sobriety of style, and a catholicity of outlook that is refreshing. The author has few quotations but he knows the saints and mystics of the centuries—Augustine, Nicholas of Cusa, Thomas à Kempis, von Hügel, Finney, Wesley and many more. The ten chapters are heart searching and the prayers at the close of each are for closet, not pulpit. *I felt the nearness of God while reading them.*\n\nHere is a book for every pastor, missionary, and devout Christian. It deals with the deep things of God and the riches of His grace. Above all, it has the keynote of sincerity and humility.\n\n*Samuel M. Zwemer*\nNew York City..."
		},
		{
			"chapternumber": "preface",
			"chaptertitle": "Preface",
			"chaptertext": "In this hour of all-but-universal darkness one cheering gleam appears: within the fold of conservative Christianity there are to be found increasing numbers of persons whose religious lives are marked by a growing hunger after God Himself. They are eager for spiritual realities and will not be put off with words, nor will they be content with correct \"interpretations\" of truth. They are athirst for God, and they will not be satisfied till they have drunk deep at the Fountain of Living Water.\n\nThis is the only real harbinger of revival which I have been able to detect anywhere on the religious horizon. It may be the cloud the size of a man's hand for which a few saints here and there have been looking. It can result in a resurrection of life for many souls and a recapture of that radiant wonder which should accompany faith in Christ, that wonder which has all but fled the Church of God in our day.\n\nBut this hunger must be recognized by our religious leaders. Current evangelicalism has (to change the figure) laid the altar and divided the sacrifice into parts, but now seems satisfied to count the stones and rearrange the pieces with never a care that there is not a sign of fire upon the top of lofty Carmel. But God be thanked that there are a few who care. They are those who, while they love the altar and delight in the sacrifice, are yet unable to reconcile themselves to the continued absence of fire. They desire God above all. They are athirst to taste for themselves the \"piercing sweetness\" of the love of Christ about Whom all the holy prophets did write and the psalmists did sing.\n\nThere is today no lack of Bible teachers to set forth correctly the principles of the doctrines of Christ, but too many of these seem satisfied to teach the fundamentals of the faith year after year, strangely unaware that there is in their ministry no manifest Presence, nor anything unusual in their personal lives. They minister constantly to believers who feel within their breasts a longing which their teaching simply does not satisfy.\n\nI trust I speak in charity, but the lack in our pulpits is real. Milton's terrible sentence applies to our day as accurately as it did to his: \"The hungry sheep look up, and are not fed.\" It is a solemn thing, and no small scandal in the Kingdom, to see God's children starving while actually seated at the Father's table. The truth of Wesley's words is established before our eyes: \"Orthodoxy, or right opinion, is, at best, a very slender part of religion. Though right tempers cannot subsist without right opinions, yet right opinions may subsist without right tempers. There may be a right opinion of God without either love or one right temper toward Him. Satan is a proof of this.\"\n\nThanks to our splendid Bible societies and to other effective agencies for the dissemination of the Word, there are today many millions of people who hold \"right opinions,\" probably more than ever before in the history of the Church. Yet I wonder if there was ever a time when true spiritual worship was at a lower ebb. To great sections of the Church the art of worship has been lost entirely, and in its place has come that strange and foreign thing called the \"program.\" This word has been borrowed from the stage and applied with sad wisdom to the type of public service which now passes for worship among us.\n\nSound Bible exposition is an imperative *must* in the Church of the Living God. Without it no church can be a New Testament church in any strict meaning of that term. But exposition may be carried on in such way as to leave the hearers devoid of any true spiritual nourishment whatever. For it is not mere words that nourish the soul, but God Himself, and unless and until the hearers find God in personal experience they are not the better for having heard the truth. The Bible is not an end in itself, but a means to bring men to an intimate and satisfying knowledge of God, that they may enter into Him, that they may delight in His Presence, may taste and know the inner sweetness of the very God Himself in the core and center of their hearts.\n\nThis book is a modest attempt to aid God's hungry children so to find Him. Nothing here is new except in the sense that it is a discovery which my own heart has made of spiritual realities most delightful and wonderful to me. Others before me have gone much farther into these holy mysteries than I have done, but if my fire is not large it is yet real, and there may be those who can light their candle at its flame.\n\nA. W. Tozer\nChicago, Ill.\nJune 16, 1948"
		},
		{
			"chapternumber": "1",
			"chaptertitle": "Following Hard After God",
			"chaptertext": "<p class=\"lead\">My soul followeth hard after thee: thy right hand upholdeth me.—Psa. 63:8</p>\n\nChristian theology teaches the doctrine of prevenient grace, which briefly stated means this, that before a man can seek God, God must first have sought the man.\n\nBefore a sinful man can think a right thought of God, there must have been a work of enlightenment done within him; imperfect it may be, but a true work nonetheless, and the secret cause of all desiring and seeking and praying which may follow.\n\nWe pursue God because, and only because, He has first put an urge within us that spurs us to the pursuit. \"No man can come to me,\" said our Lord, \"except the Father which hath sent me draw him,\" and it is by this very prevenient *drawing* that God takes from us every vestige of credit for the act of coming. The impulse to pursue God originates with God, but the outworking of that impulse is our following hard after Him; and all the time we are pursuing Him we are already in His hand: \"Thy right hand upholdeth me.\"\n\nIn this divine \"upholding\" and human \"following\" there is no contradiction. All is of God, for as von Hügel teaches, *God is always previous.* In practice, however, (that is, where God's previous working meets man's present response) man must pursue God. On our part there must be positive reciprocation if this secret drawing of God is to eventuate in identifiable experience of the Divine. In the warm language of personal feeling this is stated in the Forty-second Psalm: \"As the hart panteth after the water brooks, so panteth my soul after thee, O God. My soul thirsteth for God, for the living God: when shall I come and appear before God?\" This is deep calling unto deep, and the longing heart will understand it.\n\nThe doctrine of justification by faith—a Biblical truth, and a blessed relief from sterile legalism and unavailing self-effort—has in our time fallen into evil company and been interpreted by many in such manner as actually to bar men from the knowledge of God. The whole transaction of religious conversion has been made mechanical and spiritless. Faith may now be exercised without a jar to the moral life and without embarrassment to the Adamic ego. Christ may be \"received\" without creating any special love for Him in the soul of the receiver. The man is \"saved,\" but he is not hungry nor thirsty after God. In fact he is specifically taught to be satisfied and encouraged to be content with little.\n\nThe modern scientist has lost God amid the wonders of His world; we Christians are in real danger of losing God amid the wonders of His Word. We have almost forgotten that God is a Person and, as such, can be cultivated as any person can. It is inherent in personality to be able to know other personalities, but full knowledge of one personality by another cannot be achieved in one encounter. It is only after long and loving mental intercourse that the full possibilities of both can be explored.\n\nAll social intercourse between human beings is a response of personality to personality, grading upward from the most casual brush between man and man to the fullest, most intimate communion of which the human soul is capable. Religion, so far as it is genuine, is in essence the response of created personalities to the Creating Personality, God. \"This is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.\"\n\nGod is a Person, and in the deep of His mighty nature He thinks, wills, enjoys, feels, loves, desires and suffers as any other person may. In making Himself known to us He stays by the familiar pattern of personality. He communicates with us through the avenues of our minds, our wills and our emotions. The continuous and unembarrassed interchange of love and thought between God and the soul of the redeemed man is the throbbing heart of New Testament religion.\n\nThis intercourse between God and the soul is known to us in conscious personal awareness. It is personal: that is, it does not come through the body of believers, as such, but is known to the individual, and to the body through the individuals which compose it. And it is conscious: that is, it does not stay below the threshold of consciousness and work there unknown to the soul (as, for instance, infant baptism is thought by some to do), but comes within the field of awareness where the man can \"know\" it as he knows any other fact of experience.\n\nYou and I are in little (our sins excepted) what God is in large. Being made in His image we have within us the capacity to know Him. In our sins we lack only the power. The moment the Spirit has quickened us to life in regeneration our whole being senses its kinship to God and leaps up in joyous recognition. That is the heavenly birth without which we cannot see the Kingdom of God. It is, however, not an end but an inception, for now begins the glorious pursuit, the heart's happy exploration of the infinite riches of the Godhead. That is where we begin, I say, but where we stop no man has yet discovered, for there is in the awful and mysterious depths of the Triune God neither limit nor end.\n\n*Shoreless Ocean, who can sound Thee?*\n*Thine own eternity is round Thee,*\n*Majesty divine!*\n\nTo have found God and still to pursue Him is the soul's paradox of love, scorned indeed by the too-easily-satisfied religionist, but justified in happy experience by the children of the burning heart. St. Bernard stated this holy paradox in a musical quatrain that will be instantly understood by every worshipping soul:\n\n*We taste Thee, O Thou Living Bread,*\n*And long to feast upon Thee still:*\n*We drink of Thee, the Fountainhead*\n*And thirst our souls from Thee to fill.*\n\nCome near to the holy men and women of the past and you will soon feel the heat of their desire after God. They mourned for Him, they prayed and wrestled and sought for Him day and night, in season and out, and when they had found Him the finding was all the sweeter for the long seeking. Moses used the fact that he knew God as an argument for knowing Him better. \"Now, therefore, I pray thee, if I have found grace in thy sight, show me now thy way, that I may know thee, that I may find grace in thy sight\"; and from there he rose to make the daring request, \"I beseech thee, show me thy glory.\" God was frankly pleased by this display of ardor, and the next day called Moses into the mount, and there in solemn procession made all His glory pass before him.\n\nDavid's life was a torrent of spiritual desire, and his psalms ring with the cry of the seeker and the glad shout of the finder. Paul confessed the mainspring of his life to be his burning desire after Christ. \"That I may know Him,\" was the goal of his heart, and to this he sacrificed everything. \"Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but refuse, that I may win Christ.\"\n\nHymnody is sweet with the longing after God, the God whom, while the singer seeks, he knows he has already found. \"His track I see and I'll pursue,\" sang our fathers only a short generation ago, but that song is heard no more in the great congregation. How tragic that we in this dark day have had our seeking done for us by our teachers. Everything is made to center upon the initial act of \"accepting\" Christ (a term, incidentally, which is not found in the Bible) and we are not expected thereafter to crave any further revelation of God to our souls. We have been snared in the coils of a spurious logic which insists that if we have found Him we need no more seek Him. This is set before us as the last word in orthodoxy, and it is taken for granted that no Bible-taught Christian ever believed otherwise. Thus the whole testimony of the worshipping, seeking, singing Church on that subject is crisply set aside. The experiential heart-theology of a grand army of fragrant saints is rejected in favor of a smug interpretation of Scripture which would certainly have sounded strange to an Augustine, a Rutherford or a Brainerd.\n\nIn the midst of this great chill there are some, I rejoice to acknowledge, who will not be content with shallow logic. They will admit the force of the argument, and then turn away with tears to hunt some lonely place and pray, \"O God, show me thy glory.\" They want to taste, to touch with their hearts, to see with their inner eyes the wonder that is God.\n\nI want deliberately to encourage this mighty longing after God. The lack of it has brought us to our present low estate. The stiff and wooden quality about our religious lives is a result of our lack of holy desire. Complacency is a deadly foe of all spiritual growth. Acute desire must be present or there will be no manifestation of Christ to His people. He waits to be wanted. Too bad that with many of us He waits so long, so very long, in vain.\n\nEvery age has its own characteristics. Right now we are in an age of religious complexity. The simplicity which is in Christ is rarely found among us. In its stead are programs, methods, organizations and a world of nervous activities which occupy time and attention but can never satisfy the longing of the heart. The shallowness of our inner experience, the hollowness of our worship, and that servile imitation of the world which marks our promotional methods all testify that we, in this day, know God only imperfectly, and the peace of God scarcely at all.\n\nIf we would find God amid all the religious externals we must first determine to find Him, and then proceed in the way of simplicity. Now as always God discovers Himself to \"babes\" and hides Himself in thick darkness from the wise and the prudent. We must simplify our approach to Him. We must strip down to essentials (and they will be found to be blessedly few). We must put away all effort to impress, and come with the guileless candor of childhood. If we do this, without doubt God will quickly respond.\n\nWhen religion has said its last word, there is little that we need other than God Himself. The evil habit of seeking *God-and* effectively prevents us from finding God in full revelation. In the \"and\" lies our great woe. If we omit the \"and\" we shall soon find God, and in Him we shall find that for which we have all our lives been secretly longing.\n\nWe need not fear that in seeking God only we may narrow our lives or restrict the motions of our expanding hearts. The opposite is true. We can well afford to make God our All, to concentrate, to sacrifice the many for the One.\n\nThe author of the quaint old English classic, *The Cloud of Unknowing,* teaches us how to do this. \"Lift up thine heart unto God with a meek stirring of love; and mean Himself, and none of His goods. And thereto, look thee loath to think on aught but God Himself. So that nought work in thy wit, nor in thy will, but only God Himself. This is the work of the soul that most pleaseth God.\"\n\nAgain, he recommends that in prayer we practice a further stripping down of everything, even of our theology. \"For it sufficeth enough, a naked intent direct unto God without any other cause than Himself.\" Yet underneath all his thinking lay the broad foundation of New Testament truth, for he explains that by \"Himself\" he means \"God that made thee, and bought thee, and that graciously called thee to thy degree.\" And he is all for simplicity: If we would have religion \"lapped and folden in one word, for that thou shouldst have better hold thereupon, take thee but a little word of one syllable: for so it is better than of two, for even the shorter it is the better it accordeth with the work of the Spirit. And such a word is this word GOD or this word LOVE.\"\n\nWhen the Lord divided Canaan among the tribes of Israel Levi received no share of the land. God said to him simply, \"I am thy part and thine inheritance,\" and by those words made him richer than all his brethren, richer than all the kings and rajas who have ever lived in the world. And there is a spiritual principle here, a principle still valid for every priest of the Most High God.\n\nThe man who has God for his treasure has all things in One. Many ordinary treasures may be denied him, or if he is allowed to have them, the enjoyment of them will be so tempered that they will never be necessary to his happiness. Or if he must see them go, one after one, he will scarcely feel a sense of loss, for having the Source of all things he has in One all satisfaction, all pleasure, all delight. Whatever he may lose he has actually lost nothing, for he now has it all in One, and he has it purely, legitimately and forever.\n\n*O God, I have tasted Thy goodness, and it has both satisfied me and made me thirsty for more. I am painfully conscious of my need of further grace. I am ashamed of my lack of desire. O God, the Triune God, I want to want Thee; I long to be filled with longing; I thirst to be made more thirsty still. Show me Thy glory, I pray Thee, that so I may know Thee indeed. Begin in mercy a new work of love within me. Say to my soul, \"Rise up, my love, my fair one, and come away.\" Then give me grace to rise and follow Thee up from this misty lowland where I have wandered so long. In Jesus' Name, Amen.*"
		},
		{
			"chapternumber": "2",
			"chaptertitle": "The Blessedness of Possessing Nothing",
			"chaptertext": "<p class=\"lead\">Blessed are the poor in spirit: for theirs is the kingdom of heaven.—Matt. 5:3</p>\n\nBefore the Lord God made man upon the earth He first prepared for him by creating a world of useful and pleasant things for his sustenance and delight. In the Genesis account of the creation these are called simply \"things.\" They were made for man's uses, but they were meant always to be external to the man and subservient to him. In the deep heart of the man was a shrine where none but God was worthy to come. Within him was God; without, a thousand gifts which God had showered upon him.\n\nBut sin has introduced complications and has made those very gifts of God a potential source of ruin to the soul.\n\nOur woes began when God was forced out of His central shrine and \"things\" were allowed to enter. Within the human heart \"things\" have taken over. Men have now by nature no peace within their hearts, for God is crowned there no longer, but there in the moral dusk stubborn and aggressive usurpers fight among themselves for first place on the throne.\n\nThis is not a mere metaphor, but an accurate analysis of our real spiritual trouble. There is within the human heart a tough fibrous root of fallen life whose nature is to possess, always to possess. It covets \"things\" with a deep and fierce passion. The pronouns \"my\" and \"mine\" look innocent enough in print, but their constant and universal use is significant. They express the real nature of the old Adamic man better than a thousand volumes of theology could do. They are verbal symptoms of our deep disease. The roots of our hearts have grown down into *things*, and we dare not pull up one rootlet lest we die. Things have become necessary to us, a development never originally intended. God's gifts now take the place of God, and the whole course of nature is upset by the monstrous substitution.\n\nOur Lord referred to this tyranny of *things* when He said to His disciples, \"If any man will come after me, let him deny himself, and take up his cross, and follow me. For whosoever will save his life shall lose it: and whosoever shall lose his life for my sake shall find it.\"\n\nBreaking this truth into fragments for our better understanding, it would seem that there is within each of us an enemy which we tolerate at our peril. Jesus called it \"life\" and \"self,\" or as we would say, the *self-life.* Its chief characteristic is its possessiveness: the words \"gain\" and \"profit\" suggest this. To allow this enemy to live is in the end to lose everything. To repudiate it and give up all for Christ's sake is to lose nothing at last, but to preserve everything unto life eternal. And possibly also a hint is given here as to the only effective way to destroy this foe: it is by the Cross. \"Let him take up his cross and follow me.\"\n\nThe way to deeper knowledge of God is through the lonely valleys of soul poverty and abnegation of all things. The blessed ones who possess the Kingdom are they who have repudiated every external thing and have rooted from their hearts all sense of possessing. These are the \"poor in spirit.\" They have reached an inward state paralleling the outward circumstances of the common beggar in the streets of Jerusalem; that is what the word \"poor\" as Christ used it actually means. These blessed poor are no longer slaves to the tyranny of *things.* They have broken the yoke of the oppressor; and this they have done not by fighting but by surrendering. Though free from all sense of possessing, they yet possess all things. \"Theirs is the kingdom of heaven.\"\n\nLet me exhort you to take this seriously. It is not to be understood as mere Bible teaching to be stored away in the mind along with an inert mass of other doctrines. It is a marker on the road to greener pastures, a path chiseled against the steep sides of the mount of God. We dare not try to by-pass it if we would follow on in this holy pursuit. We must ascend a step at a time. If we refuse one step we bring our progress to an end.\n\nAs is frequently true, this New Testament principle of spiritual life finds its best illustration in the Old Testament. In the story of Abraham and Isaac we have a dramatic picture of the surrendered life as well as an excellent commentary on the first Beatitude.\n\nAbraham was old when Isaac was born, old enough indeed to have been his grandfather, and the child became at once the delight and idol of his heart. From that moment when he first stooped to take the tiny form awkwardly in his arms he was an eager love slave of his son. God went out of His way to comment on the strength of this affection. And it is not hard to understand. The baby represented everything sacred to his father's heart: the promises of God, the covenants, the hopes of the years and the long messianic dream. As he watched him grow from babyhood to young manhood the heart of the old man was knit closer and closer with the life of his son, till at last the relationship bordered upon the perilous. It was then that God stepped in to save both father and son from the consequences of an uncleansed love.\n\n\"Take now thy son,\" said God to Abraham, \"thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt-offering upon one of the mountains which I will tell thee of.\" The sacred writer spares us a close-up of the agony that night on the slopes near Beersheba when the aged man had it out with his God, but respectful imagination may view in awe the bent form and convulsive wrestling alone under the stars. Possibly not again until a Greater than Abraham wrestled in the Garden of Gethsemane did such mortal pain visit a human soul. If only the man himself might have been allowed to die. That would have been easier a thousand times, for he was old now, and to die would have been no great ordeal for one who had walked so long with God. Besides, it would have been a last sweet pleasure to let his dimming vision rest upon the figure of his stalwart son who would live to carry on the Abrahamic line and fulfill in himself the promises of God made long before in Ur of the Chaldees.\n\nHow should he slay the lad! Even if he could get the consent of his wounded and protesting heart, how could he reconcile the act with the promise, \"In Isaac shall thy seed be called\"? This was Abraham's trial by fire, and he did not fail in the crucible. While the stars still shone like sharp white points above the tent where the sleeping Isaac lay, and long before the gray dawn had begun to lighten the east, the old saint had made up his mind. He would offer his son as God had directed him to do, and *then trust God to raise him from the dead.* This, says the writer to the Hebrews, was the solution his aching heart found sometime in the dark night, and he rose \"early in the morning\" to carry out the plan. It is beautiful to see that, while he erred as to God's method, he had correctly sensed the secret of His great heart. And the solution accords well with the New Testament Scripture, \"Whosoever will lose for my sake shall find.\"\n\nGod let the suffering old man go through with it up to the point where He knew there would be no retreat, and then forbade him to lay a hand upon the boy. To the wondering patriarch He now says in effect, \"It's all right, Abraham. I never intended that you should actually slay the lad. I only wanted to remove him from the temple of your heart that I might reign unchallenged there. I wanted to correct the perversion that existed in your love. Now you may have the boy, sound and well. Take him and go back to your tent. Now I know that thou fearest God, seeing that thou hast not withheld thy son, thine only son, from me.\"\n\nThen heaven opened and a voice was heard saying to him, \"By myself have I sworn, saith the Lord, for because thou hast done this thing, and hast not withheld thy son, thine only son: that in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heaven, and as the sand which is upon the sea shore; and thy seed shall possess the gate of his enemies; and in thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice.\"\n\nThe old man of God lifted his head to respond to the Voice, and stood there on the mount strong and pure and grand, a man marked out by the Lord for special treatment, a friend and favorite of the Most High. Now he was a man wholly surrendered, a man utterly obedient, a man who possessed nothing. He had concentrated his all in the person of his dear son, and God had taken it from him. God could have begun out on the margin of Abraham's life and worked inward to the center; He chose rather to cut quickly to the heart and have it over in one sharp act of separation. In dealing thus He practiced an economy of means and time. It hurt cruelly, but it was effective.\n\nI have said that Abraham possessed nothing. Yet was not this poor man rich? Everything he had owned before was his still to enjoy: sheep, camels, herds, and goods of every sort. He had also his wife and his friends, and best of all he had his son Isaac safe by his side. He had everything, but *he possessed nothing.* There is the spiritual secret. There is the sweet theology of the heart which can be learned only in the school of renunciation. The books on systematic theology overlook this, but the wise will understand.\n\nAfter that bitter and blessed experience I think the words \"my\" and \"mine\" never had again the same meaning for Abraham. The sense of possession which they connote was gone from his heart. *Things* had been cast out forever. They had now become external to the man. His inner heart was free from them. The world said, \"Abraham is rich,\" but the aged patriarch only smiled. He could not explain it to them, but he knew that he owned nothing, that his real treasures were inward and eternal.\n\nThere can be no doubt that this possessive clinging to things is one of the most harmful habits in the life. Because it is so natural it is rarely recognized for the evil that it is; but its outworkings are tragic.\n\nWe are often hindered from giving up our treasures to the Lord out of fear for their safety; this is especially true when those treasures are loved relatives and friends. But we need have no such fears. Our Lord came not to destroy but to save. Everything is safe which we commit to Him, and nothing is really safe which is not so committed.\n\nOur gifts and talents should also be turned over to Him. They should be recognized for what they are, God's loan to us, and should never be considered in any sense our own. We have no more right to claim credit for special abilities than for blue eyes or strong muscles. \"For who maketh thee to differ from another? and what hast thou that thou didst not receive?\"\n\nThe Christian who is alive enough to know himself even slightly will recognize the symptoms of this possession malady, and will grieve to find them in his own heart. If the longing after God is strong enough within him he will want to do something about the matter. Now, what should he do?\n\nFirst of all he should put away all defense and make no attempt to excuse himself either in his own eyes or before the Lord. Whoever defends himself will have himself for his defense, and he will have no other; but let him come defenseless before the Lord and he will have for his defender no less than God Himself. Let the inquiring Christian trample under foot every slippery trick of his deceitful heart and insist upon frank and open relations with the Lord.\n\nThen he should remember that this is holy business. No careless or casual dealings will suffice. Let him come to God in full determination to be heard. Let him insist that God accept his all, that He take *things* out of his heart and Himself reign there in power. It may be he will need to become specific, to name things and people by their names one by one. If he will become drastic enough he can shorten the time of his travail from years to minutes and enter the good land long before his slower brethren who coddle their feelings and insist upon caution in their dealings with God.\n\nLet us never forget that such a truth as this cannot be learned by rote as one would learn the facts of physical science. They must be *experienced* before we can really know them. We must in our hearts live through Abraham's harsh and bitter experiences if we would know the blessedness which follows them. The ancient curse will not go out painlessly; the tough old miser within us will not lie down and die obedient to our command. He must be torn out of our heart like a plant from the soil; he must be extracted in agony and blood like a tooth from the jaw. He must be expelled from our soul by violence as Christ expelled the money changers from the temple. And we shall need to steel ourselves against his piteous begging, and to recognize it as springing out of self-pity, one of the most reprehensible sins of the human heart.\n\nIf we would indeed know God in growing intimacy we must go this way of renunciation. And if we are set upon the pursuit of God He will sooner or later bring us to this test. Abraham's testing was, at the time, not known to him as such, yet if he had taken some course other than the one he did, the whole history of the Old Testament would have been different. God would have found His man, no doubt, but the loss to Abraham would have been tragic beyond the telling. So we will be brought one by one to the testing place, and we may never know when we are there. At that testing place there will be no dozen possible choices for us; just one and an alternative, but our whole future will be conditioned by the choice we make.\n\n*Father, I want to know Thee, but my coward heart fears to give up its toys. I cannot part with them without inward bleeding, and I do not try to hide from Thee the terror of the parting. I come trembling, but I do come. Please root from my heart all those things which I have cherished so long and which have become a very part of my living self, so that Thou mayest enter and dwell there without a rival. Then shalt Thou make the place of Thy feet glorious. Then shall my heart have no need of the sun to shine in it, for Thyself wilt be the light of it, and there shall be no night there. In Jesus' Name, Amen.*"
		},
		{
			"chapternumber": "3",
			"chaptertitle": "Removing the Veil",
			"chaptertext": "<p class=\"lead\">Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus.—Heb. 10:19</p>\n\nAmong the famous sayings of the Church fathers none is better known than Augustine's, \"Thou hast formed us for Thyself, and our hearts are restless till they find rest in Thee.\"\n\nThe great saint states here in few words the origin and interior history of the human race. God made us for Himself: that is the only explanation that satisfies the *heart* of a thinking man, whatever his wild reason may say. Should faulty education and perverse reasoning lead a man to conclude otherwise, there is little that any Christian can do for him. For such a man I have no message. My appeal is addressed to those who have been previously taught in secret by the wisdom of God; I speak to thirsty hearts whose longings have been wakened by the touch of God within them, and such as they need no reasoned proof. Their restless hearts furnish all the proof they need.\n\nGod formed us for Himself. *The Shorter Catechism,* \"Agreed upon by the Reverend Assembly of Divines at Westminster,\" as the old *New-England Primer* has it, asks the ancient questions *what* and *why* and answers them in one short sentence hardly matched in any uninspired work. \"*Question:* What is the chief End of Man? *Answer:* Man's chief End is to glorify God and enjoy Him forever.\" With this agree the four and twenty elders who fall on their faces to worship Him that liveth for ever and ever, saying, \"Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.\"\n\nGod formed us for His pleasure, and so formed us that we as well as He can in divine communion enjoy the sweet and mysterious mingling of kindred personalities. He meant us to see Him and live with Him and draw our life from His smile. But we have been guilty of that \"foul revolt\" of which Milton speaks when describing the rebellion of Satan and his hosts. We have broken with God. We have ceased to obey Him or love Him and in guilt and fear have fled as far as possible from His Presence.\n\nYet who can flee from His Presence when the heaven and the heaven of heavens cannot contain Him? when as the wisdom of Solomon testifies, \"the Spirit of the Lord filleth the world?\" The omnipresence of the Lord is one thing, and is a solemn fact necessary to His perfection; the *manifest* Presence is another thing altogether, and from that Presence we have fled, like Adam, to hide among the trees of the garden, or like Peter to shrink away crying, \"Depart from me, for I am a sinful man, O Lord.\"\n\nSo the life of man upon the earth is a life away from the Presence, wrenched loose from that \"blissful center\" which is our right and proper dwelling place, our first estate which we kept not, the loss of which is the cause of our unceasing restlessness.\n\nThe whole work of God in redemption is to undo the tragic effects of that foul revolt, and to bring us back again into right and eternal relationship with Himself. This required that our sins be disposed of satisfactorily, that a full reconciliation be effected and the way opened for us to return again into conscious communion with God and to live again in the Presence as before. Then by His prevenient working within us He moves us to return. This first comes to our notice when our restless hearts feel a yearning for the Presence of God and we say within ourselves, \"I will arise and go to my Father.\" That is the first step, and as the Chinese sage Lao-tze has said, \"The journey of a thousand miles begins with a first step.\"\n\nThe interior journey of the soul from the wilds of sin into the enjoyed Presence of God is beautifully illustrated in the Old Testament tabernacle. The returning sinner first entered the outer court where he offered a blood sacrifice on the brazen altar and washed himself in the laver that stood near it. Then through a veil he passed into the holy place where no natural light could come, but the golden candlestick which spoke of Jesus the Light of the World threw its soft glow over all. There also was the shewbread to tell of Jesus, the Bread of Life, and the altar of incense, a figure of unceasing prayer.\n\nThough the worshipper had enjoyed so much, still he had not yet entered the Presence of God. Another veil separated from the Holy of Holies where above the mercy seat dwelt the very God Himself in awful and glorious manifestation. While the tabernacle stood, only the high priest could enter there, and that but once a year, with blood which he offered for his sins and the sins of the people. It was this last veil which was rent when our Lord gave up the ghost on Calvary, and the sacred writer explains that this rending of the veil opened the way for every worshipper in the world to come by the new and living way straight into the divine Presence.\n\nEverything in the New Testament accords with this Old Testament picture. Ransomed men need no longer pause in fear to enter the Holy of Holies. *God wills that we should push on into His Presence and live our whole life there.* This is to be known to us in conscious experience. It is more than a doctrine to be held, it is a life to be enjoyed every moment of every day.\n\nThis Flame of the Presence was the beating heart of the Levitical order. Without it all the appointments of the tabernacle were characters of some unknown language; they had no meaning for Israel or for us. The greatest fact of the tabernacle was that *Jehovah was there;* a Presence was waiting within the veil. Similarly the Presence of God is the central fact of Christianity. At the heart of the Christian message is God Himself waiting for His redeemed children to push in to conscious awareness of His Presence. That type of Christianity which happens now to be the vogue knows this Presence only in theory. It fails to stress the Christian's privilege of present realization. According to its teachings we are in the Presence of God positionally, and nothing is said about the need to experience that Presence actually. The fiery urge that drove men like McCheyne is wholly missing. And the present generation of Christians measures itself by this imperfect rule. Ignoble contentment takes the place of burning zeal. We are satisfied to rest in our *judicial* possessions and for the most part we bother ourselves very little about the absence of personal experience.\n\nWho is this within the veil who dwells in fiery manifestations? It is none other than God Himself, \"One God the Father Almighty, Maker of heaven and earth, and of all things visible and invisible,\" and \"One Lord Jesus Christ, the only begotten Son of God; begotten of His Father before all worlds, God of God, Light of Light, Very God of Very God; begotten, not made; being of one substance with the Father,\" and \"the Holy Ghost, the Lord and Giver of life, Who proceedeth from the Father and the Son, Who with the Father and the Son together is worshipped and glorified.\" Yet this holy Trinity is One God, for \"we worship one God in Trinity, and Trinity in Unity; neither confounding the Persons, nor dividing the Substance. For there is one Person of the Father, another of the Son, and another of the Holy Ghost. But the Godhead of the Father, of the Son, and of the Holy Ghost, is all one: the glory equal and the majesty co-eternal.\" So in part run the ancient creeds, and so the inspired Word declares.\n\nBehind the veil is God, that God after Whom the world, with strange inconsistency, has felt, \"if haply they might find Him.\" He has discovered Himself to some extent in nature, but more perfectly in the Incarnation; now He waits to show Himself in ravishing fulness to the humble of soul and the pure in heart.\n\nThe world is perishing for lack of the knowledge of God and the Church is famishing for want of His Presence. The instant cure of most of our religious ills would be to enter the Presence in spiritual experience, to become suddenly aware that we are in God and that God is in us. This would lift us out of our pitiful narrowness and cause our hearts to be enlarged. This would burn away the impurities from our lives as the bugs and fungi were burned away by the fire that dwelt in the bush.\n\nWhat a broad world to roam in, what a sea to swim in is this God and Father of our Lord Jesus Christ. He is *eternal,* which means that He antedates time and is wholly independent of it. Time began in Him and will end in Him. To it He pays no tribute and from it He suffers no change. He is *immutable,* which means that He has never changed and can never change in any smallest measure. To change He would need to go from better to worse or from worse to better. He cannot do either, for being perfect He cannot become more perfect, and if He were to become less perfect He would be less than God. He is *omniscient,* which means that He knows in one free and effortless act all matter, all spirit, all relationships, all events. He has no past and He has no future. He *is,* and none of the limiting and qualifying terms used of creatures can apply to Him. *Love* and *mercy* and *righteousness* are His, and *holiness* so ineffable that no comparisons or figures will avail to express it. Only fire can give even a remote conception of it. In fire He appeared at the burning bush; in the pillar of fire He dwelt through all the long wilderness journey. The fire that glowed between the wings of the cherubim in the holy place was called the \"shekinah,\" the Presence, through the years of Israel's glory, and when the Old had given place to the New, He came at Pentecost as a fiery flame and rested upon each disciple.\n\nSpinoza wrote of the intellectual love of God, and he had a measure of truth there; but the highest love of God is not intellectual, it is spiritual. God is spirit and only the spirit of man can know Him really. In the deep spirit of a man the fire must glow or his love is not the true love of God. The great of the Kingdom have been those who loved God more than others did. We all know who they have been and gladly pay tribute to the depths and sincerity of their devotion. We have but to pause for a moment and their names come trooping past us smelling of myrrh and aloes and cassia out of the ivory palaces.\n\nFrederick Faber was one whose soul panted after God as the roe pants after the water brook, and the measure in which God revealed Himself to his seeking heart set the good man's whole life afire with a burning adoration rivaling that of the seraphim before the throne. His love for God extended to the three Persons of the Godhead equally, yet he seemed to feel for each One a special kind of love reserved for Him alone. Of God the Father he sings:\n\n*Only to sit and think of God,*\n*Oh what a joy it is!*\n*To think the thought, to breathe the Name;*\n*Earth has no higher bliss.*\n\n*Father of Jesus, love's reward!*\n*What rapture will it be,*\n*Prostrate before Thy throne to lie,*\n*And gaze and gaze on Thee!*\n\nHis love for the Person of Christ was so intense that it threatened to consume him; it burned within him as a sweet and holy madness and flowed from his lips like molten gold. In one of his sermons he says, \"Wherever we turn in the church of God, there is Jesus. He is the beginning, middle and end of everything to us.... There is nothing good, nothing holy, nothing beautiful, nothing joyous which He is not to His servants. No one need be poor, because, if he chooses, he can have Jesus for his own property and possession. No one need be downcast, for Jesus is the joy of heaven, and it is His joy to enter into sorrowful hearts. We can exaggerate about many things; but we can never exaggerate our obligation to Jesus, or the compassionate abundance of the love of Jesus to us. All our lives long we might talk of Jesus, and yet we should never come to an end of the sweet things that might be said of Him. Eternity will not be long enough to learn all He is, or to praise Him for all He has done, but then, that matters not; for we shall be always with Him, and we desire nothing more.\" And addressing our Lord directly he says to Him:\n\n*I love Thee so, I know not how*\n*My transports to control;*\n*Thy love is like a burning fire*\n*Within my very soul.*\n\nFaber's blazing love extended also to the Holy Spirit. Not only in his theology did he acknowledge His deity and full equality with the Father and the Son, but he celebrated it constantly in his songs and in his prayers. He literally pressed his forehead to the ground in his eager fervid worship of the Third Person of the Godhead. In one of his great hymns to the Holy Spirit he sums up his burning devotion thus:\n\n*O Spirit, beautiful and dread!*\n*My heart is fit to break*\n*With love of all Thy tenderness*\n*For us poor sinners' sake.*\n\nI have risked the tedium of quotation that I might show by pointed example what I have set out to say, viz., that God is so vastly wonderful, so utterly and completely delightful that He can, without anything other than Himself, meet and overflow the deepest demands of our total nature, mysterious and deep as that nature is. Such worship as Faber knew (and he is but one of a great company which no man can number) can never come from a mere doctrinal knowledge of God. Hearts that are \"fit to break\" with love for the Godhead are those who have been in the Presence and have looked with opened eye upon the majesty of Deity. Men of the breaking hearts had a quality about them not known to or understood by common men. They habitually spoke with spiritual authority. They had been in the Presence of God and they reported what they saw there. They were prophets, not scribes, for the scribe tells us what he has read, and the prophet tells what he has seen.\n\nThe distinction is not an imaginary one. Between the scribe who has read and the prophet who has seen there is a difference as wide as the sea. We are today overrun with orthodox scribes, but the prophets, where are they? The hard voice of the scribe sounds over evangelicalism, but the Church waits for the tender voice of the saint who has penetrated the veil and has gazed with inward eye upon the Wonder that is God. And yet, thus to penetrate, to push in sensitive living experience into the holy Presence, is a privilege open to every child of God.\n\nWith the veil removed by the rending of Jesus' flesh, with nothing on God's side to prevent us from entering, why do we tarry without? Why do we consent to abide all our days just outside the Holy of Holies and never enter at all to look upon God? We hear the Bridegroom say, \"Let me see thy countenance, let me hear thy voice; for sweet is thy voice and thy countenance is comely.\" We sense that the call is for us, but still we fail to draw near, and the years pass and we grow old and tired in the outer courts of the tabernacle. What doth hinder us?\n\nThe answer usually given, simply that we are \"cold,\" will not explain all the facts. There is something more serious than coldness of heart, something that may be back of that coldness and be the cause of its existence. What is it? What but the presence of *a veil in our hearts?* a veil not taken away as the first veil was, but which remains there still shutting out the light and hiding the face of God from us. It is the veil of our fleshly fallen nature living on, unjudged within us, uncrucified and unrepudiated. It is the close-woven veil of the self-life which we have never truly acknowledged, of which we have been secretly ashamed, and which for these reasons we have never brought to the judgment of the cross. It is not too mysterious, this opaque veil, nor is it hard to identify. We have but to look in our own hearts and we shall see it there, sewn and patched and repaired it may be, but there nevertheless, an enemy to our lives and an effective block to our spiritual progress.\n\nThis veil is not a beautiful thing and it is not a thing about which we commonly care to talk, but I am addressing the thirsting souls who are determined to follow God, and I know they will not turn back because the way leads temporarily through the blackened hills. The urge of God within them will assure their continuing the pursuit. They will face the facts however unpleasant and endure the cross for the joy set before them. So I am bold to name the threads out of which this inner veil is woven.\n\nIt is woven of the fine threads of the self-life, the hyphenated sins of the human spirit. They are not something we do, they are something we *are,* and therein lies both their subtlety and their power.\n\nTo be specific, the self-sins are these: self-righteousness, self-pity, self-confidence, self-sufficiency, self-admiration, self-love and a host of others like them. They dwell too deep within us and are too much a part of our natures to come to our attention till the light of God is focused upon them. The grosser manifestations of these sins, egotism, exhibitionism, self-promotion, are strangely tolerated in Christian leaders even in circles of impeccable orthodoxy. They are so much in evidence as actually, for many people, to become identified with the gospel. I trust it is not a cynical observation to say that they appear these days to be a requisite for popularity in some sections of the Church visible. Promoting self under the guise of promoting Christ is currently so common as to excite little notice.\n\nOne should suppose that proper instruction in the doctrines of man's depravity and the necessity for justification through the righteousness of Christ alone would deliver us from the power of the self-sins; but it does not work out that way. Self can live unrebuked at the very altar. It can watch the bleeding Victim die and not be in the least affected by what it sees. It can fight for the faith of the Reformers and preach eloquently the creed of salvation by grace, and gain strength by its efforts. To tell all the truth, it seems actually to feed upon orthodoxy and is more at home in a Bible Conference than in a tavern. Our very state of longing after God may afford it an excellent condition under which to thrive and grow.\n\nSelf is the opaque veil that hides the Face of God from us. It can be removed only in spiritual experience, never by mere instruction. As well try to instruct leprosy out of our system. There must be a work of God in destruction before we are free. We must invite the cross to do its deadly work within us. We must bring our self-sins to the cross for judgment. We must prepare ourselves for an ordeal of suffering in some measure like that through which our Saviour passed when He suffered under Pontius Pilate.\n\nLet us remember: when we talk of the rending of the veil we are speaking in a figure, and the thought of it is poetical, almost pleasant; but in actuality there is nothing pleasant about it. In human experience that veil is made of living spiritual tissue; it is composed of the sentient, quivering stuff of which our whole beings consist, and to touch it is to touch us where we feel pain. To tear it away is to injure us, to hurt us and make us bleed. To say otherwise is to make the cross no cross and death no death at all. It is never fun to die. To rip through the dear and tender stuff of which life is made can never be anything but deeply painful. Yet that is what the cross did to Jesus and it is what the cross would do to every man to set him free.\n\nLet us beware of tinkering with our inner life in hope ourselves to rend the veil. God must do everything for us. Our part is to yield and trust. We must confess, forsake, repudiate the self-life, and then reckon it crucified. But we must be careful to distinguish lazy \"acceptance\" from the real work of God. We must insist upon the work being done. We dare not rest content with a neat doctrine of self-crucifixion. That is to imitate Saul and spare the best of the sheep and the oxen.\n\nInsist that the work be done in very truth and it will be done. The cross is rough, and it is deadly, but it is effective. It does not keep its victim hanging there forever. There comes a moment when its work is finished and the suffering victim dies. After that is resurrection glory and power, and the pain is forgotten for joy that the veil is taken away and we have entered in actual spiritual experience the Presence of the living God.\n\n*Lord, how excellent are Thy ways, and how devious and dark are the ways of man. Show us how to die, that we may rise again to newness of life. Rend the veil of our self-life from the top down as Thou didst rend the veil of the Temple. We would draw near in full assurance of faith. We would dwell with Thee in daily experience here on this earth so that we may be accustomed to the glory when we enter Thy heaven to dwell with Thee there. In Jesus' name, Amen.*"
		},
		{
			"chapternumber": "4",
			"chaptertitle": "Apprehending God",
			"chaptertext": "O taste and see.—Psa. 34:8\n\nIt was Canon Holmes, of India, who more than twenty-five years ago called attention to the inferential character of the average man's faith in God. To most people God is an inference, not a reality. He is a deduction from evidence which they consider adequate; but He remains personally unknown to the individual. \"He must be,\" they say, \"therefore we believe He is.\" Others do not go even so far as this; they know of Him only by hearsay. They have never bothered to think the matter out for themselves, but have heard about Him from others, and have put belief in Him into the back of their minds along with the various odds and ends that make up their total creed. To many others God is but an ideal, another name for goodness, or beauty, or truth; or He is law, or life, or the creative impulse back of the phenomena of existence.\n\nThese notions about God are many and varied, but they who hold them have one thing in common: they do not know God in personal experience. The possibility of intimate acquaintance with Him has not entered their minds. While admitting His existence they do not think of Him as knowable in the sense that we know things or people.\n\nChristians, to be sure, go further than this, at least in theory. Their creed requires them to believe in the personality of God, and they have been taught to pray, \"Our Father, which art in heaven.\" Now personality and fatherhood carry with them the idea of the possibility of personal acquaintance. This is admitted, I say, in theory, but for millions of Christians, nevertheless, God is no more real than He is to the non-Christian. They go through life trying to love an ideal and be loyal to a mere principle.\n\nOver against all this cloudy vagueness stands the clear scriptural doctrine that God can be known in personal experience. A loving Personality dominates the Bible, walking among the trees of the garden and breathing fragrance over every scene. Always a living Person is present, speaking, pleading, loving, working, and manifesting Himself whenever and wherever His people have the receptivity necessary to receive the manifestation.\n\nThe Bible assumes as a self-evident fact that men can know God with at least the same degree of immediacy as they know any other person or thing that comes within the field of their experience. The same terms are used to express the knowledge of God as are used to express knowledge of physical things. \"O taste and see that the Lord is good.\" \"All thy garments smell of myrrh, and aloes, and cassia, out of the ivory palaces.\" \"My sheep hear my voice.\" \"Blessed are the pure in heart, for they shall see God.\" These are but four of countless such passages from the Word of God. And more important than any proof text is the fact that the whole import of the Scripture is toward this belief.\n\nWhat can all this mean except that we have in our hearts organs by means of which we can know God as certainly as we know material things through our familiar five senses? We apprehend the physical world by exercising the faculties given us for the purpose, and we possess spiritual faculties by means of which we can know God and the spiritual world if we will obey the Spirit's urge and begin to use them.\n\nThat a saving work must first be done in the heart is taken for granted here. The spiritual faculties of the unregenerate man lie asleep in his nature, unused and for every purpose dead; that is the stroke which has fallen upon us by sin. They may be quickened to active life again by the operation of the Holy Spirit in regeneration; that is one of the immeasurable benefits which come to us through Christ's atoning work on the cross.\n\nBut the very ransomed children of God themselves: why do they know so little of that habitual conscious communion with God which the Scriptures seem to offer? The answer is our chronic unbelief. Faith enables our spiritual sense to function. Where faith is defective the result will be inward insensibility and numbness toward spiritual things. This is the condition of vast numbers of Christians today. No proof is necessary to support that statement. We have but to converse with the first Christian we meet or enter the first church we find open to acquire all the proof we need.\n\nA spiritual kingdom lies all about us, enclosing us, embracing us, altogether within reach of our inner selves, waiting for us to recognize it. God Himself is here waiting our response to His Presence. This eternal world will come alive to us the moment we begin to reckon upon its reality.\n\nI have just now used two words which demand definition; or if definition is impossible, I must at least make clear what I mean when I use them. They are \"reckon\" and \"reality.\"\n\nWhat do I mean by reality? I mean that which has existence apart from any idea any mind may have of it, and which would exist if there were no mind anywhere to entertain a thought of it. That which is real has being in itself. It does not depend upon the observer for its validity.\n\nI am aware that there are those who love to poke fun at the plain man's idea of reality. They are the idealists who spin endless proofs that nothing is real outside of the mind. They are the relativists who like to show that there are no fixed points in the universe from which we can measure anything. They smile down upon us from their lofty intellectual peaks and settle us to their own satisfaction by fastening upon us the reproachful term \"absolutist.\" The Christian is not put out of countenance by this show of contempt. He can smile right back at them, for he knows that there is only One who is Absolute, that is God. But he knows also that the Absolute One has made this world for man's uses, and, while there is nothing fixed or real in the last meaning of the words (the meaning as applied to God) for every purpose of human life we are permitted to act as if there were. And every man does act thus except the mentally sick. These unfortunates also have trouble with reality, but they are consistent; they insist upon living in accordance with their ideas of things. They are honest, and it is their very honesty that constitutes them a social problem.\n\nThe idealists and relativists are not mentally sick. They prove their soundness by living their lives according to the very notions of reality which they in theory repudiate and by counting upon the very fixed points which they prove are not there. They could earn a lot more respect for their notions if they were willing to live by them; but this they are careful not to do. Their ideas are brain-deep, not life-deep. Wherever life touches them they repudiate their theories and live like other men.\n\nThe Christian is too sincere to play with ideas for their own sake. He takes no pleasure in the mere spinning of gossamer webs for display. All his beliefs are practical. They are geared into his life. By them he lives or dies, stands or falls for this world and for all time to come. From the insincere man he turns away.\n\nThe sincere plain man knows that the world is real. He finds it here when he wakes to consciousness, and he knows that he did not think it into being. It was here waiting for him when he came, and he knows that when he prepares to leave this earthly scene it will be here still to bid him good-bye as he departs. By the deep wisdom of life he is wiser than a thousand men who doubt. He stands upon the earth and feels the wind and rain in his face and he knows that they are real. He sees the sun by day and the stars by night. He sees the hot lightning play out of the dark thundercloud. He hears the sounds of nature and the cries of human joy and pain. These he knows are real. He lies down on the cool earth at night and has no fear that it will prove illusory or fail him while he sleeps. In the morning the firm ground will be under him, the blue sky above him and the rocks and trees around him as[Pg 55] when he closed his eyes the night before. So he lives and rejoices in a world of reality.\n\nWith his five senses he engages this real world. All things necessary to his physical existence he apprehends by the faculties with which he has been equipped by the God who created him and placed him in such a world as this.\n\nNow, by our definition also God is real. He is real in the absolute and final sense that nothing else is. All other reality is contingent upon His. The great Reality is God who is the Author of that lower and dependent reality which makes up the sum of created things, including ourselves. God has objective existence independent of and apart from any notions which we may have concerning Him. The worshipping heart does not create its Object. It finds Him here when it wakes from its moral slumber in the morning of its regeneration.\n\nAnother word that must be cleared up is the word reckon. This does not mean to visualize or imagine. Imagination is not faith. The two are not only different from, but stand in sharp opposition to, each other. Imagination projects unreal images out of the mind and seeks to attach reality to them. Faith creates nothing; it simply reckons upon that which is already there.\n\nGod and the spiritual world are real. We can reckon upon them with as much assurance as we reckon upon the familiar world around us. Spiritual things are there (or rather we should say here) inviting our attention and challenging our trust.\n\nOur trouble is that we have established bad thought habits. We habitually think of the visible world as real and doubt the reality of any other. We do not deny the existence of the spiritual world but we doubt that it is real in the accepted meaning of the word.\n\nThe world of sense intrudes upon our attention day and night for the whole of our lifetime. It is clamorous, insistent and self-demonstrating. It does not appeal to our faith; it is here, assaulting our five senses, demanding to be accepted as real and final. But sin has so clouded the lenses of our hearts that we cannot see that other reality, the City of God, shining around us. The world of sense triumphs. The visible becomes the enemy of the invisible; the temporal, of the eternal. That is the curse inherited by every member of Adam's tragic race.\n\nAt the root of the Christian life lies belief in the invisible. The object of the Christian's faith is unseen reality.\n\nOur uncorrected thinking, influenced by the blindness of our natural hearts and the intrusive ubiquity of visible things, tends to draw a contrast between the spiritual and the real; but actually no such contrast exists. The antithesis lies elsewhere: between the real and the imaginary, between the spiritual and the material, between the temporal and the eternal; but between the spiritual and the real, never. The spiritual is real.\n\nIf we would rise into that region of light and power plainly beckoning us through the Scriptures of truth we must break the evil habit of ignoring the spiritual. We must shift our interest from the seen to the unseen. For the great unseen Reality is God. \"He that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him.\" This is basic in the life of faith. From there we can rise to unlimited heights. \"Ye believe in God,\" said our Lord Jesus Christ, \"believe also in me.\" Without the first there can be no second.\n\nIf we truly want to follow God we must seek to be other-worldly. This I say knowing well that that word has been used with scorn by the sons of this world and applied to the Christian as a badge of reproach. So be it. Every man must choose his world. If we who follow Christ, with all the facts before us and knowing what we are about, deliberately choose the Kingdom of God as our sphere of interest I see no reason why anyone should object. If we lose by it, the loss is our own; if we gain, we rob no one by so doing. The \"other world,\" which is the object of this world's disdain and the subject of the drunkard's mocking song, is our carefully chosen goal and the object of our holiest longing.\n\nBut we must avoid the common fault of pushing the \"other world\" into the future. It is not future, but present. It parallels our familiar physical world, and the doors between the two worlds are open. \"Ye are come,\" says the writer to the Hebrews (and the tense is plainly present), \"unto Mount Zion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels, to the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect, and to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.\" All these things are contrasted with \"the mount that might be touched\" and \"the sound of a trumpet and the voice of words\" that might be heard. May we not safely conclude that, as the realities of Mount Sinai were apprehended by the senses, so the realities of Mount Zion are to be grasped by the soul? And this not by any trick of the imagination, but in downright actuality. The soul has eyes with which to see and ears with which to hear. Feeble they may be from long disuse, but by the life-giving touch of Christ alive now and capable of sharpest sight and most sensitive hearing.\n\nAs we begin to focus upon God the things of the spirit will take shape before our inner eyes. Obedience to the word of Christ will bring an inward revelation of the Godhead (John 14:21-23). It will give acute perception enabling us to see God even as is promised to the pure in heart. A new God consciousness will seize upon us and we shall begin to taste and hear and inwardly feel the God who is our life and our all. There will be seen the constant shining of the light that lighteth every man that cometh into the world. More and more, as our faculties grow sharper and more sure, God will become to us the great All, and His Presence the glory and wonder of our lives.\n\nO God, quicken to life every power within me, that I may lay hold on eternal things. Open my eyes that I may see; give me acute spiritual perception; enable me to taste Thee and know that Thou art good. Make heaven more real to me than any earthly thing has ever been. Amen."
		}
	]
}