{
	"coverimage": "https://cdn.jsdelivr.net/gh/brianhaferkamp/jsonBooks@ae178d6430819fb041fa9e3a2d27fe67d8670afc/images/short-method-of-prayer-cover.jpg",
	"booktitle": "A Short Method of Prayer",
	"bookauthor": "Madame Guyon",
	"toctitle": [
		"Prayer Possible at All Times, by the Most SImple",
		"First Degree of Prayer",
		"Second Degree of Prayer",
		"Spiritual Dryness",
		"Abandonment to God",
		"Suffering",
		"Mysteries",
		"Virtue",
		"Perfect Conversion",
		"Higher Degree of Prayer",
		"Rest in the Presence of God",
		"Self-Examination and Confession",
		"Reading and Vocal Prayer",
		"The Faults and Temptations of This Degree",
		"Prayer and Sacrifice Explained by the Similitude of a Perfume",
		"This State Not One of Idleness, but of Action",
		"Distinction Between Exterior and Interior Actions",
		"Exhortations to Preachers",
		"Preparation for Divine Union"
	],
	"chapter": [
		{
			"chapternumber": "preface",
			"chaptertitle": "Author's Preface",
			"chaptertext": "I did not write this little work with the thought of its being given to the public. It was prepared for the help of a few Christians who were desirous of loving God with the whole heart. But so many have requested copies of it, because of the benefit they have derived from its perusal, that I have been asked to publish it.\n\nI have left it in its natural simplicity. I do not condemn the opinions of any: on the contrary, I esteem those which are held by others, and submit all that I have written to the censure of persons of experience and learning. I only ask of all that they will not be content with examining the outside, but that they will penetrate the design of the xiiwriter, which is only to lead others to love God, and to serve Him with greater happiness and success, by enabling them to do it in a simple and easy way, fit for the little ones who are not capable of extraordinary things, but who truly desire to give *themselves to God.*\n\nI ask all who may read it, to read without prejudice; and they will discover, under common expressions, a hidden unction, which will lead them to seek for a happiness which all ought to expect to possess.\n\nI use the word *facility*, saying that perfection is easy, because it is easy to find God, *when we seek Him within ourselves*. The passage may be quoted which says, “Ye shall seek me, and shall not find me” (John vii. 34). Yet this need not occasion any difficulty; because the same God, who cannot contradict Himself, has said, “He that seeketh findeth” (Matt. vii. 8). *He who seeks God, and who yet is unwilling to forsake sin, will not find Him, because he is seeking Him where He cannot be found*; therefore it is added, “Ye shall die in your sins.” *But he who sincerely desires to forsake xiiisin, that he may draw near to God, will find Him infallibly*.\n\nMany people imagine religion so frightful, and prayer so extraordinary, that they are not willing to strive after them, never expecting to attain to them. But as the difficulty which we see in a thing causes us to despair of succeeding in it, and at the same time removes the desire to undertake it; and as, when a thing appears both desirable and easy to be attained, we give ourselves to it with pleasure, and pursue it boldly; I have been constrained to set forth the advantage and the *facility* of this way.\n\nOh! if we were persuaded of the goodness of God toward His poor creatures, and of the desire which He has to communicate Himself to them, we should not imagine so many obstacles, and despair so easily of obtaining a good which He is so infinitely desirous of imparting to us.\n\nAnd if He has not spared His own Son, but delivered Him up for us all, is there anything He can refuse us? Assuredly not. We only need a little courage and perseverance. We have so much xivof both for trifling temporal interests, and we have none for the “*one thing needful*.”\n\nAs for those who find a difficulty in believing that it is easy to find God in this way, let them not believe all that they are told, but rather let them make trial of it, that they may judge for themselves; and they will find that I say very little in comparison with that which is.\n\nDear reader, study this little work with a simple and sincere heart, with lowliness of mind, without wishing to criticise it, and you will find it of good to you. Receive it with the same spirit as that in which it is given, which is no other than the longing that you may be led to *give yourself unreservedly to God*. My desire is that it may be the means of leading the simple ones and the children to their Father, who loves their humble confidence, and to whom distrust is so displeasing. Seek nothing but *the love of God*; have a sincere desire for your salvation, and you will assuredly find it, following this little unmethodical method.\n\nI do not pretend to elevate my sentiments above those of others, but I relate simply what has been xvmy own experience as well as that of others, and the advantage which I have found in this simple and natural manner of going to God.\n\nIf this book treats of nothing else but the *short and easy method of prayer*, it is because, being written only for that, it cannot speak of other things. It is certain that, if it be read in the spirit in which it has been written, there will be found nothing in it to shock the mind. Those who will make the experience of it will be the most certain of the truth which it contains.\n\nIt is to Thee, O Holy Child Jesus, who lovest simplicity and innocence, and who findest Thy delight in the children of men, that is to say, with those amongst men who are willing to become children;—it is to Thee, I say, to give worth and value to this little work, impressing it on the heart, and leading those who read it to seek Thee within themselves, where Thou wilt take Thy rest, receiving the tokens of their love, and giving them proofs of Thine.\n\nIt is Thy work, O Divine Child! O uncreated Love! O silent Word! to make Thyself beloved, xvitasted, and heard. Thou art able to do it; and I even dare to say that Thou wilt do it, by means of this little work, which is all to Thee, all of Thee, and all for Thee."
		},
		{
			"chapternumber": "1",
			"chaptertitle": "I",
			"chaptertext": "ALL ARE COMMANDED TO PRAY—PRAYER THE GREAT MEANS OF SALVATION, AND POSSIBLE AT ALL TIMES BY THE MOST SIMPLE.\n\nPrayer is nothing else but the *application of the heart to God*, and the interior exercise of love. St Paul commands us to “pray without ceasing” (1 Thess. v. 17). Our Lord says: “Take ye heed, watch and pray.” “And what I say unto you, I say unto all” (Mark xiii. 33, 37). All, then, are capable of prayer, and it is the duty of all to engage in it.\n\nBut I do not think that all are fit for meditation; and, therefore, it is not that sort of prayer which God demands or desires of them.\n\nMy dear friends, whoever you may be, who desire to be saved, come unto God in prayer. “I counsel thee to buy of me gold tried in the fire, that thou mayest be rich” (Rev. iii. 18). It is easily to be obtained, far more easily than you could ever imagine.\n\nCome, all ye that are athirst, and take this water of life freely (see Rev. xxii. 17). Do not amuse yourselves by hewing out to yourselves “broken cisterns that can hold no water” (Jer. ii. 13). Come, hungry souls, who find nothing that can satisfy you, and you shall be *filled*. Come, poor afflicted ones, weighed down with griefs and sorrows, and you shall be comforted. Come, sick ones, to the great Physician, and do not fear to approach Him because you are so weak and diseased: expose all your diseases to Him, and they shall be healed.\n\nCome, children, to your Father; He will receive you with open arms of love. Come, wandering and scattered sheep, to your Shepherd. Come, sinners, to your Saviour. Come, ignorant and foolish ones, who believe yourselves incapable of prayer; it is you who are the most fitted for it. Come all without exception; Jesus Christ calls you all.\n\nLet those only refuse to come who have no heart. The invitation is not for them; for we must have a heart in order to love. But who is indeed without heart? Oh, come and give that heart to God, and learn in the place of prayer how to do it! All those who long for prayer are capable of it, who have ordinary grace and the gift of the Holy Spirit, which is freely promised to all who ask it.\n\nPrayer is the key of perfection and of sovereign happiness; it is the efficacious means of getting rid of all vices and of acquiring all virtues; for the way to become perfect is to live in the presence of God. He tells us this Himself: “Walk before me, and be thou perfect” (Gen. xvii. 1). Prayer alone can bring you into His presence, and keep you there continually.\n\nWhat we need, then, is an attitude of prayer, in which we can *constantly* abide, and out of which exterior occupations cannot draw us; a prayer which can be offered alike by princes, kings, prelates, magistrates, soldiers, children, artisans, labourers, women, and the sick. This prayer is not mental, but *of the heart*.\n\nIt is not a prayer of thought alone, because the mind of man is so limited, that while it is occupied with one thing it cannot be thinking of another. But it is the <span style=\"font-variant: small-caps;\">prayer of the heart</span>, which cannot be interrupted by the occupations of the mind. Nothing can interrupt the prayer of the heart but unruly affections; and when once we have tasted of the love of God, it is impossible to find our delight in anything but Himself.\n\nNothing is easier than to have God and to live upon Him. He is more truly in us than we are in ourselves. He is more anxious to give Himself to us than we are to possess Him. All that we want is to know the way to seek Him, which is so easy and so natural, that breathing itself is not more so.\n\nOh, you who imagine yourselves incapable of religious feeling, you may live in prayer and in God as easily and as continuously as you live by the air you breathe. Will you not, then, be inexcusable if you neglect to do it, after you have learned the way?"
		}
	]
}